commands_templates/DeleteOSD0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/media/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:DeleteOSD>
         <!--type: ReferenceToken-->
         <wsdl:OSDToken>?</wsdl:OSDToken>
         <!--You may enter ANY elements at this point-->
      </wsdl:DeleteOSD>
   </soap:Body>
</soap:Envelope>